[
	"page",
	"/deals",
	"2025-11-21T13:50:29.414Z",
	"de",
	"normal",
	"2024-09-19T11:27:09.462Z",
	"strapi",
	"2024-09-11T08:16:24.287Z",
	"2025-11-21T13:50:29.341Z",
	"en",
	"2024-09-19T11:33:08.213Z",
	"netcup Deals | Günstige Server, Webhosting und Domains",
	"Die besten netcup Deals für günstige VPS, Root-Server, Webhosting und Domains findest du hier.",
	3.44,
	"local",
	"2024-04-23T11:03:37.982Z",
	"2025-11-04T07:35:12.099Z",
	"<h1>Black Friday 2025</h1>",
	"<p>Vom 24. bis 28. November: Täglich neue Mega-Deals und unschlagbare Rabatte. Sei dabei und sichere dir dein Schnäppchen!</p>",
	"blackfriday",
	199.37,
	59.71,
	480.01,
	820.44,
	266.17,
	"2025-11-12T12:42:13.445Z",
	"Zur Black Week",
	"/deals/black-friday",
	"BW25_header_Startseite_v01_low.mp4",
	".mp4",
	"video/mp4",
	641.06,
	"/uploads/BW_25_header_Startseite_v01_low_ea45d73210.mp4",
	"2025-11-11T11:58:19.049Z",
	"Black Week 2025",
	"default",
	"center",
	"h2",
	69.23,
	237.76,
	73.45,
	"2025-11-12T14:50:46.661Z",
	"button",
	"Zur Black Week 2025",
	"medium",
	"black",
	"newsletter",
	"Jetzt Gutschein sichern",
	"source_deals_de",
	"large",
	"follow",
	"Bleibe auf dem Laufenden",
	"<p>Abonniere unseren Newsletter, Messenger-Kanäle oder folge uns auf Social Media, um keine Deals oder Neuigkeiten zu verpassen.</p>",
	"<p style=\"text-align:center;\">Instagram</p>",
	0.59,
	"2025-02-28T09:07:15.185Z",
	"2025-11-04T07:35:14.566Z",
	"Instagram",
	"https://www.instagram.com/netcup.official",
	"<p style=\"text-align:center;\">Mastodon</p>",
	0.67,
	"2025-02-28T09:07:15.012Z",
	"2025-11-04T07:35:14.507Z",
	"Mastodon",
	"https://netcup.cafe/@netcup",
	"<p style=\"text-align:center;\">Facebook</p>",
	0.37,
	"2025-02-28T09:07:15.261Z",
	"2025-11-04T07:35:14.573Z",
	"Facebook",
	"https://www.facebook.com/netcup/",
	"<p style=\"text-align:center;\">X</p>",
	0.7,
	"2025-02-28T09:07:15.140Z",
	"2025-11-04T07:35:14.559Z",
	"X",
	"https://x.com/netcup",
	"<p style=\"text-align:center;\">LinkedIn</p>",
	0.41,
	"2025-02-28T09:07:15.032Z",
	"2025-11-04T07:35:14.515Z",
	"LinkedIn",
	"https://www.linkedin.com/company/netcup",
	"<p style=\"text-align:center;\">WhatsApp</p>",
	0.65,
	"2025-02-28T09:09:43.984Z",
	"2025-11-04T07:35:14.588Z",
	"WhatsApp",
	"https://www.whatsapp.com/channel/0029VaDh2HxAjPXVb2gv191w",
	"<p style=\"text-align:center;\">Telegram</p>",
	0.62,
	"2025-02-28T09:07:15.085Z",
	"2025-11-04T07:35:14.552Z",
	"Telegram",
	"https://t.me/netcupoffical",
	"<p style=\"text-align:center;\">RSS-Feed</p>",
	0.71,
	"2025-02-28T09:07:15.058Z",
	"2025-11-04T07:35:14.533Z",
	"RSS-Feed",
	"https://www.netcup.com/special-offers.xml?locale=de",
	"Wieso netcup?",
	"Dauer-Tiefpreis",
	"<p>Bei netcup stehen Kostentransparenz und Verlässlichkeit an erster Stelle. Unsere Preise sind von Anfang an fair und klar kalkuliert – ohne versteckte Gebühren oder unerwartete Erhöhungen. Sie bleiben auch nach dem ersten Jahr unverändert. &nbsp;</p>",
	1.67,
	"2024-05-31T11:11:28.730Z",
	"2025-11-04T07:35:12.660Z",
	"Zufriedenheitsgarantie",
	"<p>Solltest du mit deinem Webhosting- oder Root-Server-Produkt nicht zufrieden sein, kannst du diese innerhalb von 30 Tagen nach der Bestellung zurückgeben und du erhältst die komplette Grundgebühr (Preis pro Monat mal Abrechnungsperiode) zurückerstattet.</p>",
	1.7,
	"2024-05-31T11:11:28.747Z",
	"2025-11-04T07:35:12.782Z",
	"small",
	"Digital souverän",
	"<p>Für netcup ist digitale Souveränität kein Trend, sondern <strong>Teil einer strategischen Grundhaltung.</strong> Es geht darum, langfristig stabile, sichere und transparente digitale Infrastrukturen zu schaffen – sowohl für private Anwendungen als auch für Unternehmen und Entwickler.</p>",
	1.8,
	"2025-04-25T07:35:33.813Z",
	"2025-11-04T07:35:15.044Z",
	"Kosteneffizienz",
	"<p>Wir bieten wettbewerbsfähige Preise mit transparenten Kostenstrukturen und Rabattaktionen, was ein einzigartiges Preis-Leistungs-Verhältnis für dich sicherstellt. Somit hast du bei uns immer den besten Preis!</p>",
	1.66,
	"2023-12-18T13:41:10.782Z",
	"2025-11-04T07:35:09.773Z",
	"faq",
	"netcup Deals - FAQ",
	"Welche Angebote bietet netcup bei Root-Server, VPS, Domains und Webhosting an? ",
	"<p>Wir bieten dir zu immer wiederkehrenden Sale-Events eine immer unterschiedliche Auswahl aus den beliebten netcup Produktkategorien, wie Root-Server, VPS, Domains und Webhosting zu besonders günstigen Konditionen. Die Aktionsprodukte sind dabei nur für kurze Zeit als Deal verfügbar und unterscheiden sich zu den regulären Produkten im Preis und/oder Spezifikationen wie Speicherplatz und/oder CPU-Leistung.</p>",
	"Wie lange sind netcup Deals verfügbar?",
	"<p>Für gewöhnlich sind unsere Deals für 24 bis 72 Stunden aktiv. Bei manchen Aktionen können sie jedoch auch über einen längeren oder kürzeren Zeitraum zu Verfügung stehen. Bitte beachte die Informationen auf unserer Website. &nbsp;Es lohnt sich aber auf jeden Fall, unsere Kanäle zu abonnieren, um bei neuen netcup Deals schnell zugreifen zu können.</p>",
	"Wie kann ich netcup Deals kaufen?",
	"<p>Wähle hierzu einfach deinen gewünschten Deal-Artikel auf der Aktionsseite aus und führe den Bestellvorgang wie gewohnt aus. Wir wünschen dir viel Spaß beim Shoppen unserer Tech-Produkte!</p>",
	"Wie erfahre ich von aktuellen und zukünftigen Deals bei netcup?",
	"<p>Um immer als Erster von unseren Deals zu erfahren, lohnt es sich, unseren Social-Media-Kanälen zu folgen oder unseren Newsletter zu abonnieren. Dort erfährst du, dass ein Sale-Event startet und neue netcup Deals verfügbar sind. Zusätzlich findest du dort auch immer wieder weitere Aktionen, Goodies oder Gewinnspiele.</p><p>Als Alternative kannst du gerne unserem <a href=\"https://www.whatsapp.com/channel/0029VaDh2HxAjPXVb2gv191w\" target=\"_blank\" rel=\"noopener noreferrer\">WhatsApp-Kanal</a>, <a href=\"https://t.me/netcupofficalint\" target=\"_blank\" rel=\"noopener noreferrer\">Telegram-Kanal</a> oder <a href=\"https://www.netcup.com/special-offers.xml?locale=de\" target=\"_blank\" rel=\"noopener noreferrer\">RSS-Feed</a> beitreten, um über neue Deals und Aktionen informiert zu werden.&nbsp;</p>",
	"Wo finde ich die Sonderangebote von netcup?",
	"<p>Auf dieser Seite findest du alle Informationen zu unseren Sonderangeboten bzw. Deals, die wir in regelmäßigen Abständen anbieten.</p>",
	"Können Gutscheine auf netcup Deals angewendet werden?",
	"<p>Gutscheine können grundsätzlich auch auf Aktionsprodukte eingelöst werden, jedoch nicht für Domains, Groupware, SSL-Zertifikate oder Merchandise. Eine Kombination aus mehreren Gutscheinen ist nicht möglich. Bitte beachte außerdem etwaige Hinweise auf der jeweiligen Produktseite.</p>",
	"Wo finde ich günstige Domains und Webhostings bei netcup? ",
	"<p>Neben den regulär, attraktiven Preisen für Domains und Webhostings, findest du die besonders günstigen Angebote auf unserer netcup Deals Seite, die über aktuelle Aktionen informiert.</p><p>&nbsp;</p>",
	"Ändert sich der Preis nach dem ersten Jahr bzw. der ersten Abrechnungsperiode?",
	"<p>Nein, der Preis der Aktion ist dauerhaft gültig. Eine Ausnahme besteht für notwendige, allgemeine Preiserhöhungen nach unseren AGB.</p>",
	"Was soll ich tun, wenn mein Gutscheincode bei netcup nicht funktioniert?",
	"<p>In diesem Fall würden wir dich bitten, dich an unseren Support unter folgender E-Mail-Adresse zu melden. Unser <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"https://helpcenter.netcup.com/de/support\">Support </a>hilft dir bei diesem Anliegen gerne weiter.</p>",
	"Sind Deals durch limitierte Stückzahlen begrenzt?",
	"<p>Für gewöhnlich sind Aktionsprodukte nicht in der Stückzahl begrenzt. Es kann jedoch vorkommen, dass gewisse Angebote aus diversen Gründen nur bis zu einem gewissen Limit bestellt werden können. In diesem Fall weisen wir jedoch auf der Aktionsseite darauf hin.</p>",
	"Gibt es ein Bestelllimit pro Person?",
	"<p>Grundsätzlich gibt es kein Bestelllimit. Für einige sehr beliebte Produkte gibt aber eine zeitliche Wartefrist nach der Bestellung, bis das Produkt erneut bestellt werden kann. Damit stellen wir sicher, dass alle Kund:innen eine faire Chance auf ein Produkt erhalten.</p>",
	"Ist die Bestpreis- und Zufriedenheitsgarantie auf die Aktionen anwendbar?",
	"<p>Nein, die Bestpreisgarantie ist nicht auf die Aktionen anwendbar. Die Zufriedenheitsgarantie ist allerdings für Aktionen zu Webhosting- und Root-Server-Produkten gültig.</p>",
	"Ich habe die Aktion verpasst. Gibt es eine Möglichkeit, die Aktionsprodukte nachträglich zu bestellen?",
	"<p>Nein, das ist leider nicht möglich. Die Angebote sind zeitlich begrenzt und nach Ablauf der Aktion sind die Produkte nicht mehr zum Aktionspreis verfügbar. Allerdings gibt es bei netcup auf regelmäßiger Basis Aktionen und neue Angebote. Komme also gerne zu einem späteren Zeitpunkt wieder oder wirf einen Blick auf unsere regulären Produkte wie Webhosting, Domains oder Server-Produkte, die auch außerhalb von Aktionen mit einem attraktiven Preis-Leistungs-Verhältnis überzeugen.</p>",
	"Kann ich bestehende Produkte / Verträge auf Aktionen upgraden?",
	"<p>Nein, ein Upgrade bestehender Produkte oder Verträge auf Aktionsprodukte ist nicht möglich.</p>",
	"Kann ich Aktionsprodukte später auch auf größere, reguläre Produkte upgraden?",
	"<p>Für manche Produkte, die zu Regulär-Preisen über unsere Website gekauft wurden, ist ein <a href=\"https://helpcenter.netcup.com/de/wiki/general/tarif-upgrade\" target=\"_blank\" rel=\"noopener noreferrer\">Upgrade</a> innerhalb derselben Produktgruppe und Generation möglich.<br>Upgrades von Produkten, die innerhalb einer Aktion gekauft wurden, sind jedoch nicht möglich. Solltest du zu einem späteren Zeitpunkt bemerken, dass dein gebuchter Tarif doch nicht ausreicht, kannst du den Tarif regulär kündigen und einen neuen direkt über unsere Website bestellen.</p>",
	"Wie lange dauert es, bis mein bestelltes Produkt verfügbar ist?",
	"<p>Solltest du erstmalig bei netcup bestellen, muss zunächst deine Identität nachgewiesen und bestätigt werden. Dieser Verifizierungsprozess ist ein wichtiges Sicherheitsinstrument, um mögliche Betrugsfälle zu vermeiden und kann nicht übersprungen werden. Du erhältst unmittelbar nach der Bestellung weitere Informationen zur Verifizierung per E-Mail.</p><p>Das bestellte Produkt wird daraufhin unmittelbar oder unter Umständen durch eine:n Mitarbeiter:in von netcup eingerichtet. Für Bestandskunden entfällt der erste Schritt.</p><p>Bitte beachte, dass die Verifizierung und Bereitstellung zu Zeiten mit erhöhter Nachfrage unter Umständen etwas dauern kann. Wir sind sehr bemüht, jedem Kunden das bestmögliche Service zu bieten und danken für das Verständnis.</p>",
	"Wie wird der Rabatt bei Aktionen auf Server-Tarife berechnet?",
	"<p>Der Rabatt für Root-Server und VPS ARM bei Aktionen richtet sich nach dem regulären Preis der Tarife mit einer Mindestlaufzeit von einem Monat. Für gewöhnlich entfällt bei Aktionen der Aufpreis für den Standort und den gewählten Tarif, was zu einem entsprechenden Preisvorteil führt. Bei VPS (x86) entfällt üblicherweise ebenfalls der Standort-Aufpreis. Bitte beachte, dass sich die aufgerufenen Aktionspreise und Angebote unter Umständen auch von Aktion zu Aktion verändern können.&nbsp;</p>",
	"Was bedeutet \"Pro\" bei unseren Aktionsprodukten?",
	"<p>Unsere bisherigen „SE“-Produkte (Special Edition) heißen ab sofort „Pro“. Diese Kennzeichnung steht für exklusive Aktionsvarianten unserer regulären Angebote.</p><p>Mit einem „Pro“-Produkt erhältst du weiterhin das, was unsere Aktionsangebote auszeichnet: mehr Leistung bzw. mehr Speicher zu besonders attraktiven Preisen – zum Beispiel bis zu 100 % mehr SSD-Speicher, mehr vCores oder eine Kombination aus beidem.</p><p>Beachte: Pro-Produkte sind nur im Rahmen zeitlich begrenzter Aktionen verfügbar.</p>",
	"Was bedeutet \"Ultra\" bei unseren Aktionsprodukten?\t",
	"<p>„Ultra“ ist unsere neue Leistungsklasse für Root-Server Aktionsprodukte. Diese Kennzeichnung steht&nbsp;für noch mehr Power zu einem weiterhin attraktiven Preis.</p><p>Im Vergleich zu unseren „Pro“-Produkten bieten „Ultra“-Produkte noch mehr Leistung bzw. mehr Speicher zum top Preis. Dich erwarten zusätzliche vCores, mehr RAM und bis zu 100 % mehr SSD-Speicher.&nbsp;</p><p>Beachte: Ultra ist exklusiv für unsere beliebten Root-Server und ausschließlich im Rahmen zeitlich begrenzter Aktionen erhältlich.</p>",
	"Was ist ein Flashdeal und wie lange bleibt dieser verfügbar?",
	"Wie erfahre ich es, wenn ein Flashdeal verfügbar ist?",
	"<p>Sobald ein Flashdeal verfügbar ist, erfährst du es über unseren <a href=\"https://www.whatsapp.com/channel/0029VaDh2HxAjPXVb2gv191w\" target=\"_blank\" rel=\"noopener noreferrer\">WhatsApp-Kanal</a>, <a href=\"https://t.me/netcupofficalint\" target=\"_blank\" rel=\"noopener noreferrer\">Telegram-Kanal</a> oder <a href=\"https://www.netcup.com/special-offers.xml?locale=de\" target=\"_blank\" rel=\"noopener noreferrer\">RSS-Feed</a>. Also stelle am besten gleich sicher, dass du einen dieser Kanäle abonniert und die Push Notifications aktiviert hast, um keinen zusätzlichen Deal zu verpassen.</p>",
	"Was ist ein Deal der Woche und wie lange bleibt dieser verfügbar?",
	"<p>Der Deal der Woche ist ein ausgewähltes Angebot mit extra Rabatt oder attraktiven Extras. Im Gegensatz zu den Flash Deals hast du hier ein paar Tage länger Zeit zum Zugreifen.&nbsp;</p><p>Der Deal der Woche ist von Montag bis Freitag 14:00 Uhr verfügbar - außer in den Wochen, in denen unsere monatlichen Aktionen stattfinden.</p>",
	"netcup Angebote zu VPS und Root-Server",
	"<p>Netcup ist bekannt für seine zuverlässigen Serverlösungen, die sowohl für Einsteiger als auch für professionelle Anwender geeignet sind.</p><p>&nbsp;</p><p>Wenn du nach flexiblen und leistungsstarken Serverlösungen suchst, solltest du die aktuellen Angebote von netcup für Virtual Private Server (VPS) und Root-Server nicht verpassen. Wir bieten dir regelmäßig attraktive Rabatte auf unsere VPS und Root-Server-Pakete, die es dir ermöglichen, Top-Leistung zu einem erschwinglichen Preis zu erhalten.</p><p>&nbsp;</p><p>Mit den regelmäßigen Angeboten erhältst du diese leistungsstarken Server zu besonders günstigen Konditionen.</p>",
	"Root Server AMD netcup",
	"root server AMD netcup",
	"2022-12-28T14:25:55.423Z",
	"2025-11-04T07:35:08.741Z",
	"Günstiges Webhosting bei den netcup Deals",
	"<p>Wenn du auf der Suche nach leistungsstarkem und gleichzeitig günstigem Webhosting bist, solltest du die aktuellen netcup Deals nicht verpassen. netcup, bekannt für seine zuverlässigen und flexiblen Hosting-Lösungen, bietet regelmäßig attraktive Angebote, die es dir ermöglicht, hochwertige Hosting-Pakete zu einem Bruchteil des normalen Preises zu erhalten.</p><p>&nbsp;</p><p>Ob für private oder geschäftliche Zwecke – es lohnt sich, nach den besten Rabatten Ausschau zu halten und von Sonderaktionen zu profitieren. So bleibt mehr Budget für andere wichtige Aspekte deines Projekts übrig.</p><p>&nbsp;</p><p>Entdecke jetzt die besten Angebote und starte mit deinem neuen Webhosting durch!</p>",
	"Qualitäts Webhosting netcup",
	"Quality Webhosting netcup",
	16.29,
	"2023-10-10T08:44:09.757Z",
	"2025-11-04T07:35:09.529Z",
	"Rabatte für günstige Domains ",
	"<p>Auf der Suche nach einer günstigen Domain für dein nächstes Projekt? Dann bist du bei netcup genau richtig! Mit den richtigen Rabatten und Angeboten kannst du dir deine Wunschdomain zum besten Preis sichern.</p><p>&nbsp;</p><p>Ob für einen Blog, ein Online-Shop oder eine Unternehmensseite – die Auswahl an preiswerten Domains ist riesig. Doch wie finden die besten Deals zu günstigen Domains?</p><p>&nbsp;</p><p>Halte hierfür am besten Ausschau, zu unseren regemäßigen Aktionen, welche oft zeitlich begrenzt sind und mit starken Rabatten überzeugen.&nbsp;</p>",
	6.96,
	"2024-04-23T11:03:37.857Z",
	"2025-11-04T07:35:11.891Z",
	"Sonderangebote und Sale bei netcup",
	"<p>Du liebst Schnäppchen? Dann haben wir eine gute Nachricht für dich! Bei netcup findest du regelmäßig Sonderangebote, Deals und saisonale Sales.</p><p>&nbsp;</p><p>So bekommst du die neueste Technik für deine Online-Projekte günstiger, als zum regulären Preis. Neben den Sales-Events, wie Black-Friday, warten zahlreiche Deals auch während des Monats auf dich, wo du dir Schnäppchen zu Root-Servern, VPS, Webhostings und Domains sichern kannst.</p><p>&nbsp;</p><p>Für nähere Infos folge uns auf Social Media, abonniere unseren Newsletter oder unsere Messenger-Kanäle und bekomme bei jeder netcup Aktion als Erster die Infos zum Start.</p>",
	13.56,
	"2024-04-23T11:03:33.260Z",
	"2025-11-04T07:35:11.626Z",
	"Dauerhaft gültige Angebote",
	"<p>Bei netcup setzen wir auf Transparenz und faire Preise. Unsere dauerhaft gültigen Angebote bedeuten, dass wenn du dich für einen unserer Deals entscheidest, der Aktionspreis sowie die Leistungsbeschreibung für dich dauerhaft gelten. Wir verzichten auf komplizierte Preisstrategien, sodass du dich darauf verlassen kannst, dass das, was du heute wählst, auch langfristig Bestand hat.</p>",
	"netcup Gutschein",
	"<p>Bei netcup hast du die Möglichkeit auch Gutscheincode bei deinen Bestellungen einzulösen, um deine Wunschprodukte günstiger zu erwerben.</p><p>&nbsp;</p><p>Trage hierzu deinen Gutscheincode beim Bestellprozess ein, der Gutscheinwert wird dir am Ende des Bestellprozess vom Gesamtbetrag abgezogen.</p><p>&nbsp;</p><p>Wenn du noch auf der Suche nach einem netcup Gutschein bist, dann hätten wir mit unserer Newsletter-Registrierung einen kleinen Tipp für dich.</p><p>&nbsp;</p><p>Alle neuen Newsletter-Abonnenten erhalten als kleines Dankeschön einen netcup Gutschein auf ihre Bestellung.&nbsp;</p>",
	"netcup Sponsorings",
	"netcup sponsorings",
	3.1,
	"2022-12-28T13:50:24.279Z",
	"2025-11-04T07:35:08.631Z",
	"<p>Hol dir jetzt deinen VPS mit <strong>mehr NVMe und vCores&nbsp;</strong> &nbsp;&gt; &gt; <a class=\"underline-effect no-link-style\" href=\"/de/deals/black-friday\">Deals sichern</a></p>",
	"<p>Nur für kurze Zeit</p>",
	"2025-11-27T07:00:00.000Z",
	"Help Center",
	"https://helpcenter.netcup.com/de/",
	"Über uns",
	"/ueber-netcup",
	"CCP Login",
	"https://www.customercontrolpanel.de/?login_language=de-DE",
	"Jobs",
	"/jobs",
	"Community",
	"https://community.netcup.com",
	"Webhosting",
	"/hosting",
	"Server",
	"/server",
	"Domains",
	"/domain/domain-kaufen",
	"SSL-Zertifikate",
	"/ssl-zertifikate",
	"Software",
	"/software",
	"Groupware",
	"/groupware",
	"DEALS",
	"Managed Server",
	"/professional/managed-server/managed-private-server",
	"Managed Cloud Cluster",
	"/professional/managed-server/managed-cloud-cluster",
	"netcup",
	"netcup Enterprise",
	"Blog",
	"/blog",
	"Newsletter",
	"/newsletter",
	"Status",
	"https://netcup-status.de",
	"5 € Gutschein + Insider-Zugang",
	"<p>Erhalte Insiderwissen zu exklusiven Neuigkeiten, Tipps und Angeboten und sichere dir einen <strong>5-Euro-Willkommensgutschein</strong>, indem du unseren Newsletter abonnierst!</p>",
	"fourEight",
	"h3",
	"Jetzt 5 EUR Gutschein sichern",
	37.93,
	117.7,
	19.77,
	"2024-10-03T07:04:24.425Z",
	"2025-04-07T06:38:19.481Z",
	"<p><strong>Bitte fülle das Formular aus, um dich zum netcup Newsletter anzumelden.</strong></p><p>&nbsp;</p><p>Mit * gekennzeichnete Felder sind Pflichtfelder. Die Angabe deines Vor- und Nachnamens dient ausschließlich der persönlichen Ansprache im Newsletter.</p><p><br><strong>Wichtig:</strong> Pro E-Mail-Adresse kann nur ein Gutschein verschickt werden.</p><small><br>Um dich für den Versand des Newsletters anzumelden, ist deine Einwilligung erforderlich. Mit deiner Einwilligung werden auch deine angegebenen personenbezogenen Daten (E-Mail-Adresse, Vor- und Nachname) von uns verarbeitet. Deine Einwilligung kannst du jederzeit über den Abmeldelink in jeder Newsletter-E-Mail widerrufen. Dein Widerruf hat keinen Einfluss auf die Rechtmäßigkeit der bis dahin erfolgten Datenverarbeitung.</small><small>&nbsp;</small><small>&nbsp;</small><small>Der Versand des Newsletters erfolgt gemäß unserer <a href=\"https://www.netcup.com/de/kontakt/datenschutzerklaerung\">Datenschutzerklärung</a> und informiert dich in unregelmäßigen Abständen über <strong>Aktionen, Produkte, Dienstleistungen</strong> sowie <strong>aktuelle Unternehmensnews</strong> und <strong>Events</strong>.</small><p>&nbsp;</p><small><strong>Damit du deinen Gutschein bekommst</strong> und wir dich im Newsletter-Verteiler aufnehmen können, <strong>stimme der Nutzung von Cookies zu und deaktiviere ggf. etwaige Adblocker</strong>. Nur so klappt die Anmeldung reibungslos und datenschutzkonform.<br>&nbsp;</small><p>Bei Fragen hilft dir unser <a href=\"https://helpcenter.netcup.com/de/support\">Support</a> gerne weiter.</p>",
	"left",
	"Übersicht",
	"Application Hosting",
	"/hosting/application-hosting",
	"Qualitätsgarantie",
	"/hosting/qualitaetsgarantien",
	"Webhostingtestaccount",
	"/hosting/webhosting-testaccount",
	"/server/vps",
	"vServer (x86)",
	"vServer (ARM64)",
	"/server/arm-server",
	"Root-Server",
	"/server/root-server",
	"vGPU",
	"/server/vgpu",
	"Local Block Storage",
	"/server/local-block-storage",
	"Domain kaufen",
	"Domain Endungen",
	"/domain/domain-endungen",
	"Domain umziehen",
	"/domain/domain-umziehen",
	"Domain Reseller",
	"/bestellen/domainangebote?art=neu",
	"/domain/domain-reseller",
	"Thawte",
	"/ssl-zertifikate/thawte",
	"RapidSSL",
	"/ssl-zertifikate/rapidssl",
	"GEO Trust",
	"/ssl-zertifikate/geotrust",
	"Erweiterungen für Managed Server",
	"/professional/managed-server/managed-private-server-erweiterungen",
	"Support",
	"https://helpcenter.netcup.com/de/support",
	"https://www.customercontrolpanel.de/?login_language=DE",
	"<p>In Übereinstimmung mit der Richtlinie 2006/112/EG in der geänderten Fassung können die Preise je nach Wohnsitzland des Kunden variieren. Preis inkl. |vat|% USt.</p>",
	"https://facebook.com/netcup",
	"https://twitter.com/netcup",
	"https://www.linkedin.com/company/8340033 ",
	"https://www.instagram.com/netcup.official/ ",
	"https://netcup.cafe/@netcup ",
	"AGB",
	"/agb",
	"Datenschutz",
	"/kontakt/datenschutzerklaerung",
	"Impressum",
	"/kontakt/impressum",
	"Disclaimer",
	"/kontakt/disclaimer-rechtliche-hinweise",
	"Verträge hier kündigen",
	"/kuendigung",
	"Sitemap",
	"/sitemap",
	"TÜV-Nord ISO 9001",
	"/de/ueber-netcup/zertifizierungen#iso9001",
	13.81,
	"2025-01-08T14:10:14.456Z",
	"2025-01-08T14:11:01.272Z",
	"TÜV-Nord ISO 14001",
	"/de/ueber-netcup/zertifizierungen#iso14001",
	13.47,
	"2025-01-08T14:10:14.399Z",
	"TÜV-Nord ISO 27001",
	"/de/ueber-netcup/zertifizierungen#iso27001",
	14.67,
	"CIS ISO/IEC 27701",
	"/de/ueber-netcup/zertifizierungen#iso27701",
	34.97,
	"2025-01-08T14:10:14.466Z",
	"netcup ist Mitglied des RIPE für den Bezug von IP-Adressen.",
	"RIPE",
	"/de/ueber-netcup/partnerschaften#ripe-ncc",
	4.36,
	"2022-12-29T08:41:45.365Z",
	"2024-02-25T18:15:58.837Z",
	"netcup ist offizielles Mitglied Denic eG.",
	"Denic",
	"/de/ueber-netcup/partnerschaften#denic-eg",
	1.56,
	"2022-12-29T08:42:03.785Z",
	"2024-02-25T18:16:45.080Z",
	"netcup ist Mitglied im eco - Verband der deutschen Internetwirtschaft e.V..",
	"eco",
	"/de/ueber-netcup/partnerschaften#eco-mitglied",
	3.37,
	"2022-12-29T08:42:20.594Z",
	"2024-02-25T18:19:38.291Z",
	"Als Silver Partner von HPE setzen wir auf Hardware von HPE.",
	"HPE",
	"/de/ueber-netcup/partnerschaften#hpe",
	6.04,
	"2024-01-10T09:22:13.180Z",
	"2024-02-25T19:07:33.362Z",
	"Router und Switche beziehen wir vom Marktführer Juniper.",
	"Juniper",
	"/de/ueber-netcup/partnerschaften#juniper-networks",
	2.75,
	"2022-12-29T08:43:01.941Z",
	"2024-02-25T18:19:48.879Z",
	"netcup schont die Umwelt und setzt auf Ökostrom.",
	"Ökostrom",
	"/de/ueber-netcup/partnerschaften#oekostrom",
	"Ökostrom netcup",
	"green electricity netcup",
	8.61,
	"2022-12-29T08:43:21.967Z",
	"2024-02-25T18:20:07.373Z",
	"Unter anderem bieten wir PayPal als Zahlungsmethode an.",
	"PayPal",
	"/de/ueber-netcup/partnerschaften#paypal",
	1.76,
	"2024-01-10T09:18:49.352Z",
	"2024-02-25T19:07:13.062Z",
	"2025-06-26T09:40:20.775Z",
	"2025-06-26T09:39:11.429Z",
	"https://www.facebook.com/netcup",
	"2025-06-26T09:40:32.063Z",
	"2025-06-26T09:40:12.351Z",
	"2025-06-26T09:39:21.360Z",
	"2025-06-26T09:40:46.006Z",
	"2025-06-26T09:40:05.269Z",
	"2025-06-26T09:39:52.349Z",
	"2025-11-26T06:01:00.000Z",
	"VPS 1000 G12 Pro",
	"+ 100 % NVMe / 1. Monat kostenlos",
	"statt |gross(6.60)|",
	"BLACK WEEK SPECIAL",
	"Jetzt Deal sichern",
	"DEFAULT",
	"vps-1000-g12-pro-nue-bw25",
	"blackfriday-simple",
	"SPECIAL DEAL",
	"/de/server/vps/vps-1000-g12-pro-nue-bw25",
	5.75,
	"Satte Farben, satte Black-Week-Deals: Hol dir jetzt deinen VPS 1000 G12 Pro mit <b>+ 100&#8239;% NVMe, dauerhaft verg&uuml;nstigt und 1 Monat Grundgeb&uuml;hr geschenkt</b>. Erstmals und exklusiv in der Black Week als VPS Generation 12.<br /><br />\r\n\r\n<ul class=\"features\">\r\n<li>Garantierter Server Standort: N&uuml;rnberg, Deutschland</li>\r\n<li>4 vCore, KVM-Technologie</li>\r\n<li>8 GB DDR5 ECC RAM</li>\r\n<li>512 GB NVMe (statt 256 GB)</li>\r\n<li>Traffic Flatrate<li>\r\n<li>Snapshots (Copy-On-Write)</li>\r\n<li>Konsole zur Fernwartung, Backupsystem uvm...</li>\r\n</ul>\r\n\r\n<br /><br />Tarif ist mit Gutscheinen kombinierbar.",
	"{\"Leistungen\":{\"Prozessor\":\"4 vCore\",\"Arbeitsspeicher ECC\":\"8 GB\",\"Server Standort\":\"{produktauswahl:5397; Nürnberg, Deutschland|5398; Manassas, USA}\",\"Festplattenverbund:\":\"512 GB NVMe (statt 256 GB)\",\"Traffic\":\"Wenn der durchschnittliche Netzwerkverkehr der letzten 24 Stunden 2 TB überschreitet, erfolgt eine vorübergehende Drosselung auf 200 MBit/s. Die Drosselung wird aufgehoben, sobald die Bedingung nicht mehr zutrifft.\",\"Local Block Storage\":\"Ja, ist mit Local Block Storage bis max. 8 TB erweiterbar\"},\"Premium Funktionen (produktabhängig)\":{\"Fernwartungskonsole\":\"JA \",\"DVD-Laufwerk für eigene ISO-Dateien\":\"JA \",\"Import von eigenen Images\":\"JA \",\"Snapshots (Copy-On-Write)\":\"JA \"}}",
	"Server | VPS",
	"vps",
	"VPS x86",
	"server",
	"Silke",
	"Glauninger",
	"4 vCore (x86)",
	"8 GB DDR5 ECC RAM",
	"512 GB NVMe (statt 256 GB)",
	"Traffic Flatrate",
	"0 € Setup-Gebühr",
	"3 Monate Mindestlaufzeit",
	"Dauerhafter Preis",
	"Exklusiv in der Black Week: Neue Generation 12",
	"VPS",
	1.81,
	"VPS 4000 G12 Pro",
	"+ 100 % NVMe / dauerhaft günstiger",
	"statt |gross(24.75)|",
	"vps-4000-g12-pro-nue-bw25",
	"/de/server/vps/vps-4000-g12-pro-nue-bw25",
	21.5,
	"Satte Farben, satte Black-Week-Deals: Hol dir jetzt deinen VPS 4000 G12 Pro mit + <b>100&#8239;% NVMe und dauerhaft verg&uuml;nstigt</b>. Erstmals und exklusiv in der Black Week als VPS Generation 12.<br /><br />\r\n\r\n<ul class=\"features\">\r\n<li>Garantierter Server Standort: N&uuml;rnberg, Deutschland</li>\r\n<li>12 vCore, KVM-Technologie</li>\r\n<li>32 GB DDR5 ECC RAM</li>\r\n<li>2 TB NVMe (statt 1 TB)</li>\r\n<li>Traffic Flatrate<li>\r\n<li>Snapshots (Copy-On-Write)</li>\r\n<li>Konsole zur Fernwartung, Backupsystem uvm...</li>\r\n</ul>\r\n\r\n<br /><br />Tarif ist mit Gutscheinen kombinierbar.",
	"{\"Leistungen\":{\"Prozessor\":\"12 vCore\",\"Arbeitsspeicher ECC\":\"32 GB\",\"Server Standort\":\"{produktauswahl:5405;Nürnberg, Deutschland|5406; Manassas, USA}\",\"Festplattenverbund:\":\"2 TB NVMe (statt 1 TB)\",\"Traffic\":\"Wenn der durchschnittliche Netzwerkverkehr der letzten 24 Stunden 2 TB überschreitet, erfolgt eine vorübergehende Drosselung auf 200 MBit/s. Die Drosselung wird aufgehoben, sobald die Bedingung nicht mehr zutrifft.\",\"Local Block Storage\":\"Ja, ist mit Local Block Storage bis max. 8 TB erweiterbar\"},\"Premium Funktionen (produktabhängig)\":{\"Fernwartungskonsole\":\"JA \",\"DVD-Laufwerk für eigene ISO-Dateien\":\"JA \",\"Import von eigenen Images\":\"JA \",\"Snapshots (Copy-On-Write)\":\"JA \"}}",
	"12 vCore (x86)",
	"32 GB DDR5 ECC RAM",
	"2048 GB NVMe (statt 1024 GB)",
	"1 Monat Mindestlaufzeit",
	"VPS 2000 G12 Pro",
	"statt |gross(14.50)|",
	"vps-2000-g12-pro-nue-bw25",
	"/de/server/vps/vps-2000-g12-pro-nue-bw25",
	12.6,
	"Satte Farben, satte Black-Week-Deals: Hol dir jetzt deinen VPS 2000 G12 Pro mit + <b>100&#8239;% NVMe, dauerhaft verg&uuml;nstigt und 1 Monat Grundgeb&uuml;hr geschenkt</b>. Erstmals und exklusiv in der Black Week als VPS Generation 12.<br /><br />\r\n\r\n<ul class=\"features\">\r\n<li>Garantierter Server Standort: N&uuml;rnberg, Deutschland</li>\r\n<li>8 vCore, KVM-Technologie</li>\r\n<li>16 GB DDR5 ECC RAM</li>\r\n<li>1 TB NVMe (statt 512 GB)</li>\r\n<li>Traffic Flatrate<li>\r\n<li>Snapshots (Copy-On-Write)</li>\r\n<li>Konsole zur Fernwartung, Backupsystem uvm...</li>\r\n</ul>\r\n\r\n<br /><br />Tarif ist mit Gutscheinen kombinierbar.",
	"{\"Leistungen\":{\"Prozessor\":\"8 vCore\",\"Arbeitsspeicher ECC\":\"16 GB\",\"Server Standort\":\"{produktauswahl:5401; Nürnberg, Deutschland|5402; Manassas, USA}\",\"Festplattenverbund:\":\"1 TB NVMe (statt 512 GB)\",\"Traffic\":\"Wenn der durchschnittliche Netzwerkverkehr der letzten 24 Stunden 2 TB überschreitet, erfolgt eine vorübergehende Drosselung auf 200 MBit/s. Die Drosselung wird aufgehoben, sobald die Bedingung nicht mehr zutrifft.\",\"Local Block Storage\":\"Ja, ist mit Local Block Storage bis max. 8 TB erweiterbar\"},\"Premium Funktionen (produktabhängig)\":{\"Fernwartungskonsole\":\"JA \",\"DVD-Laufwerk für eigene ISO-Dateien\":\"JA \",\"Import von eigenen Images\":\"JA \",\"Snapshots (Copy-On-Write)\":\"JA \"}}",
	"8 vCore (x86)",
	"16 GB DDR5 ECC RAM",
	"1024 GB NVMe (statt 512 GB)",
	"VPS 8000 G12 Pro",
	"+ 4 vCore / + 50% NVMe / dauerhaft günstig",
	"statt |gross(36.79)|",
	"vps-8000-g12-pro-nue-bw25",
	"/de/server/vps/vps-8000-g12-pro-nue-bw25",
	"Satte Farben, satte Black-Week-Deals: Sichere dir jetzt deinen VPS 8000 G12 Pro mit +<b>4 vCore und 50 % mehr NVMe</b>. Erstmals und exklusiv in der Black Week als VPS Generation 12.<br />\r\n\r\n<ul class=\"features\">\r\n<li>Garantierter Server Standort: N&uuml;rnberg, Deutschland</li>\r\n<li>20 vCore (statt 16), KVM-Technologie</li>\r\n<li>64 GB DDR5 ECC RAM</li>\r\n<li>3 TB NVMe (statt 2 TB)</li>\r\n<li>Traffic Flatrate<li>\r\n<li>Snapshots (Copy-On-Write)</li>\r\n<li>Konsole zur Fernwartung, Backupsystem uvm...</li>\r\n</ul>\r\n\r\n<br /><br />Tarif ist mit Gutscheinen kombinierbar.",
	"{\"Leistungen\":{\"Prozessor\":\"20 vCore (statt 16)\",\"Arbeitsspeicher ECC\":\"64 GB\",\"Server Standort\":\"{produktauswahl:5409;Nürnberg, Deutschland|5410; Manassas, USA}\",\"Festplattenverbund:\":\"3 TB NVMe (statt 2 TB)\",\"Traffic\":\"Wenn der durchschnittliche Netzwerkverkehr der letzten 24 Stunden 2 TB überschreitet, erfolgt eine vorübergehende Drosselung auf 200 MBit/s. Die Drosselung wird aufgehoben, sobald die Bedingung nicht mehr zutrifft.\",\"Local Block Storage\":\"Ja, ist mit Local Block Storage bis max. 8 TB erweiterbar\"},\"Premium Funktionen (produktabhängig)\":{\"Fernwartungskonsole\":\"JA \",\"DVD-Laufwerk für eigene ISO-Dateien\":\"JA \",\"Import von eigenen Images\":\"JA \",\"Snapshots (Copy-On-Write)\":\"JA \"}}",
	"20 vCore (statt 16)",
	"64 GB DDR5 ECC RAM",
	"3072 GB NVMe (statt 2048 GB)",
	"2025-11-26T08:30:00.000Z",
	"Failover IPv4-Adresse",
	"36 % Rabatt",
	"statt |gross(4.20)|",
	"FLASHDEAL",
	"failover-ipv4-adresse-nue-bw25",
	"FLASH DEAL",
	"/de/erweiterungen-kvm/failover-ipv4-adresse-nue-bw25",
	2.69,
	"Nur f&uuml;r kurze Zeit in der Black Week! <br /><br />Schnappe dir deine Failover IPv4-Adresse mit 36% Rabatt und zus&auml;tzlich 75% Rabatt auf die Einrichtungsgeb&uuml;hr. Schnell zugreifen, dieses Angebot ist nur f&uuml;r kurze Zeit verf&uuml;gbar.</b><br />\r\n\r\n\r\n</b><br />Sollte einer deiner Root-Server/vServer/Storage einmal nicht erreichbar sein, z.B. weil du auf diesem ein Softwareupdate vornehmen musst, kann ein anderer Root-Server/vServer/Storage die Failover IPv4-Adresse &uuml;bernehmen, um so weiterhin Dienste hinter der IP-Adresse anzubieten.</b><br />",
	"{\"Leistungen\":{\"Server Standort\":\"{produktauswahl:5436;Nürnberg, Deutschland|5435;Wien, Österreich|5437; Manassas, USA} \"}}",
	"KVM Erweiterungen",
	"erweiterungen-kvm",
	"kvm, erweiterungen, cloud-vlan, failover",
	"Netzwerk",
	"Kristina",
	"Kostadinova",
	"Erweiterung für deine Root-Server, Storage-Server oder vServer",
	"Zusätzlich 75 % Rabatt auf Setup-Gebühr",
	1.83,
	"2025-11-26T12:00:00.000Z",
	"desktop",
	"system",
	"alternative-domains",
	"none",
	"rate-us-campaign",
	"disabled",
	"ticketing",
	"ticketingActive",
	"apple-wallet",
	"appleWalletActive",
	"verification-locked",
	"active-deals-badge",
	"enabled",
	"deal-card",
	"active",
	8.1,
	25.5,
	"DE",
	"/en/deals",
	"/de/deals",
	"production",
	"netcup.com",
	"https://www.netcup.com",
	[
		"Set"
	],
	"/de/deals?all",
	{}
]
