[
	"page",
	"/deals",
	"2026-02-25T11:53:37.940Z",
	"de",
	"normal",
	"2024-09-19T11:27:09.462Z",
	"strapi",
	"2024-09-11T08:16:24.287Z",
	"2026-02-25T11:53:37.864Z",
	"en",
	"2024-09-19T11:33:08.213Z",
	"netcup Deals | Günstige Server, Webhosting und Domains",
	"Die besten netcup Deals für günstige VPS, Root-Server, Webhosting und Domains findest du hier.",
	3.44,
	"local",
	"2024-04-23T11:03:37.982Z",
	"2026-02-05T14:29:08.246Z",
	"follow",
	"Bleibe auf dem Laufenden",
	"<p>Abonniere unseren Newsletter, Messenger-Kanäle oder folge uns auf Social Media, um keine Deals oder Neuigkeiten zu verpassen.</p>",
	"center",
	"medium",
	"<p style=\"text-align:center;\">Instagram</p>",
	0.59,
	"2025-02-28T09:07:15.185Z",
	"2026-02-05T14:29:10.238Z",
	"Instagram",
	"https://www.instagram.com/netcup.official",
	"<p style=\"text-align:center;\">Mastodon</p>",
	0.67,
	"2025-02-28T09:07:15.012Z",
	"2026-02-05T14:29:10.186Z",
	"Mastodon",
	"https://netcup.cafe/@netcup",
	"<p style=\"text-align:center;\">Facebook</p>",
	0.37,
	"2025-02-28T09:07:15.261Z",
	"2026-02-05T14:29:10.248Z",
	"Facebook",
	"https://www.facebook.com/netcup/",
	"<p style=\"text-align:center;\">X</p>",
	0.7,
	"2025-02-28T09:07:15.140Z",
	"2026-02-05T14:29:10.231Z",
	"X",
	"https://x.com/netcup",
	"<p style=\"text-align:center;\">LinkedIn</p>",
	0.41,
	"2025-02-28T09:07:15.032Z",
	"2026-02-05T14:29:10.193Z",
	"LinkedIn",
	"https://www.linkedin.com/company/netcup",
	"<p style=\"text-align:center;\">WhatsApp</p>",
	0.65,
	"2025-02-28T09:09:43.984Z",
	"2026-02-05T14:29:10.262Z",
	"WhatsApp",
	"https://www.whatsapp.com/channel/0029VaDh2HxAjPXVb2gv191w",
	"<p style=\"text-align:center;\">Telegram</p>",
	0.62,
	"2025-02-28T09:07:15.085Z",
	"2026-02-05T14:29:10.222Z",
	"Telegram",
	"https://t.me/netcupoffical",
	"<p style=\"text-align:center;\">RSS-Feed</p>",
	0.71,
	"2025-02-28T09:07:15.058Z",
	"2026-02-05T14:29:10.208Z",
	"RSS-Feed",
	"https://netcup.com/rss/deals/de",
	"large",
	"Wieso netcup?",
	"Dauer-Tiefpreis",
	"<p>Bei netcup stehen Kostentransparenz und Verlässlichkeit an erster Stelle. Unsere Preise sind von Anfang an fair und klar kalkuliert – ohne versteckte Gebühren oder unerwartete Erhöhungen. Sie bleiben auch nach dem ersten Jahr unverändert. &nbsp;</p>",
	"default",
	"h2",
	1.67,
	"2024-05-31T11:11:28.730Z",
	"2026-02-05T14:29:08.673Z",
	"Zufriedenheitsgarantie",
	"<p>Solltest du mit deinem Webhosting- oder Root-Server-Produkt nicht zufrieden sein, kannst du diese innerhalb von 30 Tagen nach der Bestellung zurückgeben und du erhältst die komplette Grundgebühr (Preis pro Monat mal Abrechnungsperiode) zurückerstattet.</p>",
	1.7,
	"2024-05-31T11:11:28.747Z",
	"2026-02-05T14:29:08.758Z",
	"small",
	"Digital souverän",
	"<p>Für netcup ist digitale Souveränität kein Trend, sondern <strong>Teil einer strategischen Grundhaltung.</strong> Es geht darum, langfristig stabile, sichere und transparente digitale Infrastrukturen zu schaffen – sowohl für private Anwendungen als auch für Unternehmen und Entwickler.</p>",
	1.8,
	"2025-04-25T07:35:33.813Z",
	"2026-02-05T14:29:10.636Z",
	"Kosteneffizienz",
	"<p>Wir bieten wettbewerbsfähige Preise mit transparenten Kostenstrukturen und Rabattaktionen, was ein einzigartiges Preis-Leistungs-Verhältnis für dich sicherstellt. Somit hast du bei uns immer den besten Preis!</p>",
	1.66,
	"2023-12-18T13:41:10.782Z",
	"2026-02-05T14:29:06.273Z",
	"newsletter",
	"Jetzt Gutschein sichern",
	"source_deals_de",
	"faq",
	"netcup Deals - FAQ",
	"Welche Angebote bietet netcup bei Root-Server, VPS, Domains und Webhosting an? ",
	"<p>Wir bieten dir zu&nbsp;wiederkehrenden Sale-Events eine immer unterschiedliche Auswahl aus den beliebten netcup Produktkategorien, wie Root-Server, VPS, Domains und Webhosting zu besonders günstigen Konditionen. Die Aktionsprodukte sind dabei nur für kurze Zeit als Deal verfügbar und unterscheiden sich zu den regulären Produkten im Preis und/oder Spezifikationen wie Speicherplatz und/oder CPU-Leistung.</p>",
	"Wie lange sind netcup Deals verfügbar?",
	"<p>Für gewöhnlich sind unsere Deals für 24 bis 72 Stunden aktiv. Bei manchen Aktionen können sie jedoch auch über einen längeren oder kürzeren Zeitraum zu Verfügung stehen. Bitte beachte die Informationen auf unserer Website. Es lohnt sich aber auf jeden Fall, unsere Kanäle zu abonnieren, um bei neuen netcup Deals schnell zugreifen zu können.</p>",
	"Wie erfahre ich von aktuellen und zukünftigen Deals bei netcup?",
	"<p><span style=\"color:var(--ds-text,#172b4d);\">Um immer als Erster von unseren Deals zu erfahren, lohnt es sich, unseren Kanäle zu folgen oder unseren </span><a href=\"https://www.netcup.com/de/newsletter\"><span style=\"color:hsl(177,99%,39%);\">Newsletter </span></a><span style=\"color:var(--ds-text,#172b4d);\">zu abonnieren. Dort erfährst du, dass ein Sale-Event startet und neue netcup Deals verfügbar sind. Zusätzlich findest du dort auch immer wieder weitere Aktionen, Goodies oder Gewinnspiele.</span></p><p><span style=\"color:var(--ds-text,#172b4d);\">Abonniere zusätzlich gerne unseren </span><a href=\"https://www.whatsapp.com/channel/0029VaDh2HxAjPXVb2gv191w\"><span style=\"color:hsl(177,99%,39%);\">WhatsApp-Kanal</span></a><span style=\"color:var(--ds-text,#172b4d);\">, </span><a href=\"https://t.me/netcupofficalint\"><span style=\"color:hsl(177,99%,39%);\">Telegram-Kanal</span></a><span style=\"color:var(--ds-text,#172b4d);\"> oder </span><a href=\"https://www.netcup.com/rss/deals/de\"><span style=\"color:hsl(177,99%,39%);\">RSS-Feed</span></a><span style=\"color:var(--ds-text,#172b4d);\">, um über neue Deals und Aktionen informiert zu werden.&nbsp;</span></p>",
	"Ändert sich der Preis nach dem ersten Jahr bzw. der ersten Abrechnungsperiode?",
	"<p>Nein, der Preis der Aktion ist dauerhaft gültig - <span style=\"color:var(--ds-text,#172b4d);\">sofern nicht anders angegeben.</span> Eine Ausnahme besteht für notwendige, allgemeine Preiserhöhungen <span style=\"color:var(--ds-text,#172b4d);\">entsprechend unserer </span><a href=\"https://www.netcup.com/de/agb\"><span style=\"color:hsl(177, 99%, 39%);\">AGB</span></a>.</p>",
	"Was ist ein Flash Deal und wie lange bleibt dieser verfügbar?",
	"<p>Bei Flash Deals handelt es sich um zusätzliche, attraktive „Blitzangebote“, die nur für kurze Zeit verfügbar sind. Die genaue Dauer kann variieren, beläuft sich aber meist auf 2-4 Stunden. Du erkennst einen Flash Deal am speziellen Blitz-Icon. Sobald ein Flash Deal verfügbar ist, erfährst du es über unseren <a href=\"https://www.whatsapp.com/channel/0029VaDh2HxAjPXVb2gv191w\"><span style=\"color:hsl(177, 99%, 39%);\">WhatsApp-Kanal</span></a>, <a href=\"https://t.me/netcupofficalint\"><span style=\"color:hsl(177, 99%, 39%);\">Telegram-Kanal</span></a> oder <a href=\"https://www.netcup.com/rss/deals/de\"><span style=\"color:hsl(177, 99%, 39%);\">RSS-Feed</span></a>. Also stelle am besten gleich sicher, dass du einen dieser Kanäle abonniert und die Push Notifications aktiviert hast, um keinen zusätzlichen Deal zu verpassen.</p>",
	"Können Gutscheine auf netcup Deals angewendet werden?",
	"<p>Gutscheine können grundsätzlich auch auf Aktionsprodukte eingelöst werden, jedoch nicht für Domains, Groupware, SSL-Zertifikate oder Merchandise. Eine Kombination aus mehreren Gutscheinen ist nicht möglich. Bitte beachte außerdem etwaige Hinweise auf der jeweiligen Produktseite.</p><p>Wenn dein Gutscheincode nicht funktioniert, wende dich an unseren <a href=\"https://helpcenter.netcup.com/de/support\"><span style=\"color:hsl(177, 99%, 39%);\">Support</span></a>.</p>",
	"Sind Deals durch limitierte Stückzahlen begrenzt?",
	"<p>Für gewöhnlich sind Aktionsprodukte nicht in der Stückzahl begrenzt. Es kann jedoch vorkommen, dass gewisse Angebote aus diversen Gründen nur bis zu einem gewissen Limit bestellt werden können. In diesem Fall weisen wir jedoch auf der Aktionsseite darauf hin.</p>",
	"Ist die Bestpreis- und Zufriedenheitsgarantie auf die Aktionen anwendbar?",
	"<p><span style=\"color:var(--ds-text,#172b4d);\">Nein, die Bestpreisgarantie ist nicht auf Aktionen anwendbar.</span> Die Zufriedenheitsgarantie ist allerdings für Aktionen zu Webhosting- und Root-Server-Produkten gültig.</p>",
	"Ich habe die Aktion verpasst. Gibt es eine Möglichkeit, die Aktionsprodukte nachträglich zu bestellen?",
	"<p>Nein, das ist leider nicht möglich. Die Angebote sind zeitlich begrenzt und nach Ablauf der Aktion sind die Produkte nicht mehr zum Aktionspreis verfügbar. Allerdings gibt es bei netcup auf regelmäßiger Basis Aktionen und neue Angebote. Komme also gerne zu einem späteren Zeitpunkt wieder oder wirf einen Blick auf unsere regulären Produkte wie Webhosting, Domains oder Server-Produkte, die auch außerhalb von Aktionen mit einem attraktiven Preis-Leistungs-Verhältnis überzeugen.</p>",
	"Kann ich bestehende Produkte / Verträge auf Aktionen upgraden?",
	"<p>Nein, ein Upgrade bestehender Produkte oder Verträge auf Aktionsprodukte ist nicht möglich.</p>",
	"Kann ich Aktionsprodukte später auch auf größere, reguläre Produkte upgraden?",
	"<p>Für manche Produkte, die zu Regulär-Preisen über unsere Website gekauft wurden, ist ein <a href=\"https://helpcenter.netcup.com/de/wiki/general/tarif-upgrade\"><span style=\"color:hsl(177, 99%, 39%);\">Upgrade</span></a> innerhalb derselben Produktgruppe und Generation möglich.<br>Upgrades von und zu Produkten, die innerhalb einer Aktion gekauft wurden, sind jedoch nicht möglich. Solltest du zu einem späteren Zeitpunkt bemerken, dass dein gebuchter Tarif doch nicht ausreicht, kannst du den Tarif regulär kündigen und einen neuen direkt über unsere Website bestellen.</p>",
	"Wie lange dauert es, bis mein bestelltes Produkt verfügbar ist?",
	"<p>Solltest du erstmalig bei netcup bestellen, muss zunächst deine Identität nachgewiesen und bestätigt werden. Dieser Verifizierungsprozess ist ein wichtiges Sicherheitsinstrument, um mögliche Betrugsfälle zu vermeiden und kann nicht übersprungen werden. Du erhältst unmittelbar nach der Bestellung weitere Informationen zur Verifizierung per E-Mail.</p><p>Das bestellte Produkt wird daraufhin unmittelbar oder unter Umständen durch eine:n Mitarbeiter:in von netcup eingerichtet. Für Bestandskunden entfällt der erste Schritt.</p><p>Bitte beachte, dass die Verifizierung und Bereitstellung zu Zeiten mit erhöhter Nachfrage unter Umständen etwas dauern kann. Wir sind sehr bemüht, jedem Kunden das bestmögliche Service zu bieten und danken für das Verständnis.</p>",
	"Was bedeutet \"Pro\" bei unseren Aktionsprodukten?",
	"<p>Unsere bisherigen „SE“-Produkte (Special Edition) heißen ab sofort „Pro“. Diese Kennzeichnung steht für exklusive Aktionsvarianten unserer regulären Angebote.</p><p>Mit einem „Pro“-Produkt erhältst du weiterhin das, was unsere Aktionsangebote auszeichnet: mehr Leistung bzw. mehr Speicher zu besonders attraktiven Preisen – zum Beispiel bis zu 100 % mehr SSD-Speicher, mehr vCores oder eine Kombination aus beidem.</p><p>Beachte: Pro-Produkte sind nur im Rahmen zeitlich begrenzter Aktionen verfügbar.</p>",
	"Was bedeutet \"Ultra\" bei unseren Aktionsprodukten?\t",
	"<p>„Ultra“ ist unsere neue Leistungsklasse für Aktionsprodukte. Diese Kennzeichnung steht für noch mehr Power zu einem weiterhin attraktiven Preis.</p><p>Im Vergleich zu unseren „Pro“-Produkten bieten „Ultra“-Produkte noch mehr Leistung bzw. mehr Speicher zum top Preis. Dich erwarten zusätzliche vCores, mehr RAM und bis zu 100 % mehr SSD-Speicher.&nbsp;</p><p>Beachte: Ultra-Tarife sind ausschließlich im Rahmen zeitlich begrenzter Aktionen erhältlich.</p>",
	"netcup Angebote zu VPS und Root-Server",
	"<p>Netcup ist bekannt für seine zuverlässigen Serverlösungen, die sowohl für Einsteiger als auch für professionelle Anwender geeignet sind.</p><p>&nbsp;</p><p>Wenn du nach flexiblen und leistungsstarken Serverlösungen suchst, solltest du die aktuellen Angebote von netcup für Virtual Private Server (VPS) und Root-Server nicht verpassen. Wir bieten dir regelmäßig attraktive Rabatte auf unsere VPS und Root-Server-Pakete, die es dir ermöglichen, Top-Leistung zu einem erschwinglichen Preis zu erhalten.</p><p>&nbsp;</p><p>Mit den regelmäßigen Angeboten erhältst du diese leistungsstarken Server zu besonders günstigen Konditionen.</p>",
	"Root Server AMD netcup",
	"root server AMD netcup",
	"2022-12-28T14:25:55.423Z",
	"2026-02-05T14:29:05.460Z",
	"Günstiges Webhosting bei den netcup Deals",
	"<p>Wenn du auf der Suche nach leistungsstarkem und gleichzeitig günstigem Webhosting bist, solltest du die aktuellen netcup Deals nicht verpassen. netcup, bekannt für seine zuverlässigen und flexiblen Hosting-Lösungen, bietet regelmäßig attraktive Angebote, die es dir ermöglicht, hochwertige Hosting-Pakete zu einem Bruchteil des normalen Preises zu erhalten.</p><p>&nbsp;</p><p>Ob für private oder geschäftliche Zwecke – es lohnt sich, nach den besten Rabatten Ausschau zu halten und von Sonderaktionen zu profitieren. So bleibt mehr Budget für andere wichtige Aspekte deines Projekts übrig.</p><p>&nbsp;</p><p>Entdecke jetzt die besten Angebote und starte mit deinem neuen Webhosting durch!</p>",
	"Qualitäts Webhosting netcup",
	"Quality Webhosting netcup",
	16.29,
	"2023-10-10T08:44:09.757Z",
	"2026-02-05T14:29:06.059Z",
	"Rabatte für günstige Domains ",
	"<p>Auf der Suche nach einer günstigen Domain für dein nächstes Projekt? Dann bist du bei netcup genau richtig! Mit den richtigen Rabatten und Angeboten kannst du dir deine Wunschdomain zum besten Preis sichern.</p><p>&nbsp;</p><p>Ob für einen Blog, ein Online-Shop oder eine Unternehmensseite – die Auswahl an preiswerten Domains ist riesig. Doch wie finden die besten Deals zu günstigen Domains?</p><p>&nbsp;</p><p>Halte hierfür am besten Ausschau, zu unseren regemäßigen Aktionen, welche oft zeitlich begrenzt sind und mit starken Rabatten überzeugen.&nbsp;</p>",
	6.96,
	"2024-04-23T11:03:37.857Z",
	"2026-02-05T14:29:08.100Z",
	"Sonderangebote und Sale bei netcup",
	"<p>Du liebst Schnäppchen? Dann haben wir eine gute Nachricht für dich! Bei netcup findest du regelmäßig Sonderangebote, Deals und saisonale Sales.</p><p>&nbsp;</p><p>So bekommst du die neueste Technik für deine Online-Projekte günstiger, als zum regulären Preis. Neben den Sales-Events, wie Black-Friday, warten zahlreiche Deals auch während des Monats auf dich, wo du dir Schnäppchen zu Root-Servern, VPS, Webhostings und Domains sichern kannst.</p><p>&nbsp;</p><p>Für nähere Infos folge uns auf Social Media, abonniere unseren Newsletter oder unsere Messenger-Kanäle und bekomme bei jeder netcup Aktion als Erster die Infos zum Start.</p>",
	13.56,
	"2024-04-23T11:03:33.260Z",
	"2026-02-05T14:29:07.891Z",
	"Dauerhaft gültige Angebote",
	"<p>Bei netcup setzen wir auf Transparenz und faire Preise. Unsere dauerhaft gültigen Angebote bedeuten, dass wenn du dich für einen unserer Deals entscheidest, der Aktionspreis sowie die Leistungsbeschreibung für dich dauerhaft gelten. Wir verzichten auf komplizierte Preisstrategien, sodass du dich darauf verlassen kannst, dass das, was du heute wählst, auch langfristig Bestand hat.</p>",
	"netcup Gutschein",
	"<p>Bei netcup hast du die Möglichkeit auch Gutscheincode bei deinen Bestellungen einzulösen, um deine Wunschprodukte günstiger zu erwerben.</p><p>&nbsp;</p><p>Trage hierzu deinen Gutscheincode beim Bestellprozess ein, der Gutscheinwert wird dir am Ende des Bestellprozess vom Gesamtbetrag abgezogen.</p><p>&nbsp;</p><p>Wenn du noch auf der Suche nach einem netcup Gutschein bist, dann hätten wir mit unserer Newsletter-Registrierung einen kleinen Tipp für dich.</p><p>&nbsp;</p><p>Alle neuen Newsletter-Abonnenten erhalten als kleines Dankeschön einen netcup Gutschein auf ihre Bestellung.&nbsp;</p>",
	"netcup Sponsorings",
	"netcup sponsorings",
	3.1,
	"2022-12-28T13:50:24.279Z",
	"2026-02-05T14:29:05.361Z",
	"<p>Wir sind wieder bei den Service Provider Awards 2025 nominiert - <a class=\"underline-effect no-link-style\" href=\"https://www.anx.io/lTRzh\">Gebt uns eure Stimme!</a></p>",
	"<p>Stimmt für netcup!</p>",
	"<p>Sichere dir <a class=\"underline-effect no-link-style\" href=\"/de/domain/domain-kaufen\">Domains</a>, <a class=\"underline-effect no-link-style\" href=\"/de/hosting\">Webhosting</a>, <a class=\"underline-effect no-link-style\" href=\"/de/server\">Server</a> und mehr zu unschlagbaren Preisen</p>",
	"<p>Hosting, das überzeugt</p>",
	"Help Center",
	"https://helpcenter.netcup.com/de/",
	"Über uns",
	"/ueber-netcup",
	"CCP Login",
	"https://www.customercontrolpanel.de/?login_language=de-DE",
	"Jobs",
	"/jobs",
	"Community",
	"https://community.netcup.com",
	"Webhosting",
	"/hosting",
	"Server",
	"/server",
	"Domains",
	"/domain/domain-kaufen",
	"SSL-Zertifikate",
	"/ssl-zertifikate",
	"Software",
	"/software",
	"Groupware",
	"/groupware",
	"DEALS",
	"Managed Server",
	"/professional/managed-server/managed-private-server",
	"Managed Cloud Cluster",
	"/professional/managed-server/managed-cloud-cluster",
	"netcup",
	"netcup Enterprise",
	"Blog",
	"/blog",
	"Newsletter",
	"/newsletter",
	"Status",
	"https://netcup-status.de",
	"<h1>RAMpocalypse Deals</h1>",
	"<p>Die RAMpocalypse ist real, unsere Deals auch. Deshalb gibt es für kurze Zeit ausgewählte Domains und Netzwerk-Produkte mit bis zu 74 % Rabatt.</p>",
	26.47,
	165.97,
	263.52,
	76.83,
	63.35,
	"2026-02-25T13:32:17.407Z",
	"Zu den Deals",
	"#deals",
	"xsmall",
	"deals",
	"whiteBlueDarkest",
	"2025-07-15T08:07:49.605Z",
	"5 € Gutschein + Insider-Zugang",
	"<p>Erhalte Insiderwissen zu exklusiven Neuigkeiten, Tipps und Angeboten und sichere dir einen <strong>5-Euro-Willkommensgutschein</strong>, indem du unseren Newsletter abonnierst!</p>",
	"fourEight",
	"h3",
	"Jetzt 5 EUR Gutschein sichern",
	37.93,
	117.7,
	19.77,
	"2024-10-03T07:04:24.425Z",
	"2025-04-07T06:38:19.481Z",
	"<p><strong>Bitte fülle das Formular aus, um dich zum netcup Newsletter anzumelden.</strong></p><p>&nbsp;</p><p>Mit * gekennzeichnete Felder sind Pflichtfelder. Die Angabe deines Vor- und Nachnamens dient ausschließlich der persönlichen Ansprache im Newsletter.</p><p><br><strong>Wichtig:</strong> Pro E-Mail-Adresse kann nur ein Gutschein verschickt werden.</p><small><br>Um dich für den Versand des Newsletters anzumelden, ist deine Einwilligung erforderlich. Mit deiner Einwilligung werden auch deine angegebenen personenbezogenen Daten (E-Mail-Adresse, Vor- und Nachname) von uns verarbeitet. Deine Einwilligung kannst du jederzeit über den Abmeldelink in jeder Newsletter-E-Mail widerrufen. Dein Widerruf hat keinen Einfluss auf die Rechtmäßigkeit der bis dahin erfolgten Datenverarbeitung.</small><small>&nbsp;</small><small>&nbsp;</small><small>Der Versand des Newsletters erfolgt gemäß unserer <a href=\"https://www.netcup.com/de/kontakt/datenschutzerklaerung\">Datenschutzerklärung</a> und informiert dich in unregelmäßigen Abständen über <strong>Aktionen, Produkte, Dienstleistungen</strong> sowie <strong>aktuelle Unternehmensnews</strong> und <strong>Events</strong>.</small><p>&nbsp;</p><small><strong>Damit du deinen Gutschein bekommst</strong> und wir dich im Newsletter-Verteiler aufnehmen können, <strong>stimme der Nutzung von Cookies zu und deaktiviere ggf. etwaige Adblocker</strong>. Nur so klappt die Anmeldung reibungslos und datenschutzkonform.<br>&nbsp;</small><p>Bei Fragen hilft dir unser <a href=\"https://helpcenter.netcup.com/de/support\">Support</a> gerne weiter.</p>",
	"left",
	"/",
	"Übersicht",
	"Application Hosting",
	"/hosting/application-hosting",
	"Qualitätsgarantie",
	"/hosting/qualitaetsgarantien",
	"Webhostingtestaccount",
	"/hosting/webhosting-testaccount",
	"/server/vps",
	"vServer (x86)",
	"vServer (ARM64)",
	"/server/arm-server",
	"Root-Server",
	"/server/root-server",
	"vGPU",
	"/server/vgpu",
	"Local Block Storage",
	"/server/local-block-storage",
	"Domain kaufen",
	"Domain Endungen",
	"/domain/domain-endungen",
	"Domain umziehen",
	"/domain/domain-umziehen",
	"Domain Reseller",
	"/bestellen/domainangebote?art=neu",
	"/domain/domain-reseller",
	"Thawte",
	"/ssl-zertifikate/thawte",
	"RapidSSL",
	"/ssl-zertifikate/rapidssl",
	"GEO Trust",
	"/ssl-zertifikate/geotrust",
	"Erweiterungen für Managed Server",
	"/professional/managed-server/managed-private-server-erweiterungen",
	"Support",
	"https://helpcenter.netcup.com/de/support",
	"https://www.customercontrolpanel.de/?login_language=DE",
	"<p>In Übereinstimmung mit der Richtlinie 2006/112/EG in der geänderten Fassung können die Preise je nach Wohnsitzland des Kunden variieren. Preis inkl. |vat|% USt.</p>",
	"https://facebook.com/netcup",
	"https://twitter.com/netcup",
	"https://www.linkedin.com/company/8340033 ",
	"https://www.instagram.com/netcup.official/ ",
	"https://netcup.cafe/@netcup ",
	"AGB",
	"/agb",
	"Datenschutz",
	"/kontakt/datenschutzerklaerung",
	"Impressum",
	"/kontakt/impressum",
	"Disclaimer",
	"/kontakt/disclaimer-rechtliche-hinweise",
	"Whistleblowing-System",
	"https://leaks.anexia.com/#/",
	"Verträge hier kündigen",
	"/kuendigung",
	"Sitemap",
	"/sitemap",
	"TÜV-Nord ISO 9001",
	"/de/ueber-netcup/zertifizierungen#iso9001",
	13.81,
	"2025-01-08T14:10:14.456Z",
	"2026-02-05T14:29:09.985Z",
	"TÜV-Nord ISO 14001",
	"/de/ueber-netcup/zertifizierungen#iso14001",
	13.47,
	"2025-01-08T14:10:14.399Z",
	"2026-02-05T14:29:09.978Z",
	"TÜV-Nord ISO 27001",
	"/de/ueber-netcup/zertifizierungen#iso27001",
	14.67,
	"2026-02-05T14:29:09.992Z",
	"CIS ISO/IEC 27701",
	"/de/ueber-netcup/zertifizierungen#iso27701",
	34.97,
	"2025-01-08T14:10:14.466Z",
	"2026-02-05T14:29:09.999Z",
	"netcup ist Mitglied des RIPE für den Bezug von IP-Adressen.",
	"RIPE",
	"/de/ueber-netcup/partnerschaften#ripe-ncc",
	4.36,
	"2022-12-29T08:41:45.365Z",
	"2026-02-05T14:29:05.558Z",
	"netcup ist offizielles Mitglied Denic eG.",
	"Denic",
	"/de/ueber-netcup/partnerschaften#denic-eg",
	1.56,
	"2022-12-29T08:42:03.785Z",
	"2026-02-05T14:29:05.565Z",
	"netcup ist Mitglied im eco - Verband der deutschen Internetwirtschaft e.V..",
	"eco",
	"/de/ueber-netcup/partnerschaften#eco-mitglied",
	3.37,
	"2022-12-29T08:42:20.594Z",
	"2026-02-05T14:29:05.573Z",
	"Als Silver Partner von HPE setzen wir auf Hardware von HPE.",
	"HPE",
	"/de/ueber-netcup/partnerschaften#hpe",
	6.04,
	"2024-01-10T09:22:13.180Z",
	"2026-02-05T14:29:06.519Z",
	"Router und Switche beziehen wir vom Marktführer Juniper.",
	"Juniper",
	"/de/ueber-netcup/partnerschaften#juniper-networks",
	2.75,
	"2022-12-29T08:43:01.941Z",
	"2026-02-05T14:29:05.583Z",
	"netcup schont die Umwelt und setzt auf Ökostrom.",
	"Ökostrom",
	"/de/ueber-netcup/partnerschaften#oekostrom",
	"Ökostrom netcup",
	"green electricity netcup",
	8.61,
	"2022-12-29T08:43:21.967Z",
	"2026-02-05T14:29:05.592Z",
	"Unter anderem bieten wir PayPal als Zahlungsmethode an.",
	"PayPal",
	"/de/ueber-netcup/partnerschaften#paypal",
	1.76,
	"2024-01-10T09:18:49.352Z",
	"2026-02-05T14:29:06.511Z",
	"https://www.facebook.com/netcup",
	"<h3>Wichtige Information</h3><p><strong>Leider müssen wir den geplanten Winter Sale kurzfristig absagen.</strong> Im netcup-Forum erklärt unser CEO Alexander Windbichler die Hintergründe ausführlich. Wir danken für euer Verständnis.</p>",
	"twoTen",
	18.1,
	2.72,
	"2025-07-03T07:45:06.164Z",
	"2026-02-05T14:29:11.088Z",
	"button",
	"Mehr Infos im netcup Forum",
	"https://forum.netcup.de/informationen/netcup-community/netcup-updates/21752-rampocalypse-an-honest-update-on-the-hardware-situation/",
	"2026-02-25T12:08:49.946Z",
	"2026-01-27T07:58:00.000Z",
	"Webhosting 2000",
	"20 % Rabatt",
	"statt |gross(2.73)|",
	"Deal abgelaufen",
	"Jetzt Deal sichern",
	"DEFAULT",
	"3 .de-Domains oder 1 Alternativdomain inklusive",
	"150 GB SSD Speicherplatz",
	"SSH Zugang vorhanden",
	"SSL Zertifikate inklusive",
	"0 € Setup-Gebühr",
	"Dauerhafter Preis",
	"30 Tage Geld-Zurück-Garantie",
	1.83,
	"RS 2000 G12 Pro",
	"+ 100 % NVMe",
	"statt |gross(16.76)|",
	"pro Monat ab",
	"Vanessa",
	"Sacher",
	"8 vCore (dediziert)",
	"16 GB DDR5 ECC RAM",
	"1 TB NVMe (statt 512 GB) ",
	"Traffic Flatrate",
	"2 Monate Mindestlaufzeit",
	1.81,
	"Webhosting 8000",
	"42 % Rabatt",
	"statt |gross(8.91)|",
	"12 .de-Domains oder 3 Alternativdomains inklusive",
	"1000 GB SSD Speicherplatz",
	"SSL Zertifikat inklusive",
	"Ruby und NodeJS",
	"RS 4000 G12 Ultra",
	"+100% NVMe / + 2 vCore / +50% RAM",
	"14 vCore (dediziert, statt 12)",
	"48 GB DDR5 ECC RAM (statt 32 GB)",
	"2 TB NVMe (statt 1 TB)",
	"1 Monat Mindestlaufzeit",
	"RS 4000 G12 Pro",
	"statt |gross(31.14)|",
	"12 vCore (dediziert)",
	"32 GB DDR5 ECC RAM",
	"RS 2000 G12 Ultra",
	"10 vCore (dediziert, statt 8)",
	"24 GB DDR5 ECC RAM (statt 16 GB)",
	"1 TB NVMe (statt 512 GB)",
	".at Domain",
	"14 % Rabatt",
	"statt |gross(0.88)|",
	"DNSSEC, API",
	"0 € Setup Gebühr",
	"Umfangreiches DNS-Management",
	"Redundant verteilte Nameserver",
	"Für Neu- und Bestandskunden",
	".ch Domain",
	"74 % Rabatt",
	"statt |gross(1.93)|",
	"Permanenter Preis",
	".io Domain",
	"30 % Rabatt",
	"statt |gross(6.00)|",
	".dev Domain",
	"22 % Rabatt",
	"statt |gross(1.50)|",
	"2026-02-25T10:52:00.000Z",
	".de Domain",
	"69 % Rabatt",
	"statt |gross(0.35)|",
	"aktion-.de-domain-feb26",
	"SPECIAL DEAL",
	"/de/deals/domain/aktion-.de-domain-feb26",
	0.11,
	"<DE>Sichere dir jetzt eine .de-Domain mit 69% Rabatt!<br /><br />Mit diesem Produkt erwirbst du eine .de-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Die Einrichtungsgeb&uuml;hr betr&auml;gt einmalig 2 Euro (inkl. 19% MwSt.). Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Angebot ist nicht mit Gutscheinen kombinierbar.</DE><GB>Get your .de domain now with a 69% discount!<br /><br />With this product, you are purchasing a .de domain at a permanently low price. The low price applies to new registrations or domain transfers. The set-up fee is a one-time charge of 2 euros (incl. 19% VAT). Please note the domain guidelines of the registry.<br /><br />This offer can&#180;t be combined with vouchers.</GB>",
	"{\"domainFeatures\":{\"nameserverServiceIncluded\":true,\"customNameserverModificationAvailable\":true,\"availableDnsRecordTypeList\":[\"A\",\"AAAA\",\"MX\",\"CNAME\",\"TXT\",\"SRV\"],\"googleMailAvailable\":true}}",
	"Domain",
	"domain",
	"Kristina",
	"Kostadinova",
	"|gross(1.68)| Setup Gebühr",
	"aktion-.at-domain-feb26",
	"/de/deals/domain/aktion-.at-domain-feb26",
	0.72,
	"<DE>Mit diesem Deal sicherst du dir permanent 14% Rabatt auf deine .at-Domain! <br /><br />Mit diesem Produkt erwirbst du eine .at-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Dieses Angebot ist nicht mit Gutscheinen kombinierbar.<br /><br /></DE><GB>With this special offer, you get permanently 14% off your .at Domain!<br /><br />With this product, you are purchasing an .at domain at a permanently low price. The low price applies to new registrations or domain transfers. Please note the domain guidelines of the registry.<br /><br />This offer can&#8217;t be combined with vouchers.</GB>",
	".li Domain",
	"aktion-.li-domain-feb26",
	"/de/deals/domain/aktion-.li-domain-feb26",
	"li",
	0.5,
	"<DE>Mit diesem Deal sicherst du dir permanent 74% Rabatt auf deine .li-Domain!<br><br>Mit diesem Produkt erwirbst du eine .li-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Dieses Angebot ist nicht mit Gutscheinen kombinierbar.<br /><br /></DE><GB> With this special offer, you get permanently 74% off your .li Domain!<br /><br />With this product, you are purchasing a .li domain at a permanently low price. The low price applies to new registrations or domain transfers. Please note the domain guidelines of the registry.<br /><br />This offer can&#8217;t be combined with vouchers.</GB>",
	"Zusätzliche IPv4",
	"20% Rabatt",
	"statt |gross(1.68)|",
	"zusaetzliche-ipv4-nue-feb26",
	"/de/deals/erweiterungen-kvm/zusaetzliche-ipv4-nue-feb26",
	1.34,
	"Schnappe dir deine zus&auml;tzliche IPv4-Adresse mit 20% Rabatt und zus&auml;tzlich 60% Rabatt auf die Einrichtungsgeb&uuml;hr. Schnell zugreifen, dieses Angebot ist nur f&uuml;r kurze Zeit verf&uuml;gbar.\r\n\r\n<br /><br />Da diese zus&auml;tzliche IPv4-Adressen geroutet werden, k&ouml;nnen diese bei einem Produktwechsel gegen eine einmalige Bearbeitungsgeb&uuml;hr mitgenommen werden.\r\n<br /><br /><i>Tipp: Failover-IPs kannst du kostenfrei zwischen den Servern wechseln.</i>\r\n<br /><br />",
	"{\"Leistungen\":{\"Server Standort:\":\"{produktauswahl:5979;Nürnberg, Deutschland|5980;Wien, Österreich|5981;Manassas, USA} \"}}",
	"KVM Erweiterungen",
	"erweiterungen-kvm",
	"kvm, erweiterungen, cloud-vlan, failover",
	"Netzwerk",
	"Sandra",
	"Sammer",
	"Erweiterung für deine Root-Server, Storage-Server oder vServer",
	"Zusätzlich 60 % Rabatt auf Setup-Gebühr",
	" Standorte: NUE | VIE | MNZ",
	"Failover IPv4-Adresse",
	"36 % Rabatt",
	"statt |gross(4.20)|",
	"failover-ipv4-adresse-nue-feb26",
	"/de/deals/erweiterungen-kvm/failover-ipv4-adresse-nue-feb26",
	2.69,
	"Schnappe dir deine Failover IPv4-Adresse mit 36% Rabatt und zus&auml;tzlich 75% Rabatt auf die Einrichtungsgeb&uuml;hr. Schnell zugreifen, dieses Angebot ist nur f&uuml;r kurze Zeit verf&uuml;gbar.</b><br />\r\n\r\n\r\n</b><br />Sollte einer deiner Root-Server/vServer/Storage einmal nicht erreichbar sein, z.B. weil du auf diesem ein Softwareupdate vornehmen musst, kann ein anderer Root-Server/vServer/Storage die Failover IPv4-Adresse &uuml;bernehmen, um so weiterhin Dienste hinter der IP-Adresse anzubieten.</b><br />",
	"{\"Leistungen\":{\"Server Standort\":\"{produktauswahl:5967;Nürnberg, Deutschland|5968;Wien, Österreich|5969; Manassas, USA} \"}}",
	"Zusätzlich 75 % Rabatt auf Setup-Gebühr",
	"Cloud vLAN 2,5 Gbit/s",
	"45% Rabatt",
	"statt |gross(17.23)|",
	"cloud-vlan-2-5-gbits-nue-feb26",
	"/de/deals/erweiterungen-kvm/cloud-vlan-2-5-gbits-nue-feb26",
	9.48,
	"Cloud vLan 2,5 Gbit/s mit 45% Rabatt in unbegrenzter Menge. Schnell zugreifen.\r\n\r\n<br /><br />\r\nMit einem Cloud vLAN kannst du ein privates LAN zwischen Root-Server und VPS aufbauen. \r\n<br /><br />\r\nDer Tarif Cloud vLAN 2,5 Gbit/s beinhaltet ein vLAN mit einer maximalen Bandbreite von 2,5 Gbit/s. H&ouml;here Bandbreiten k&ouml;nnen kostenpflichtig gebucht werden. Die Verwaltung der vLANs geschieht bequem &uuml;ber das Servercontrolpanel.\r\n<br /><br />",
	"{\"Leistungen\":{\"Server Standort\":\"{produktauswahl:5973;Nürnberg, Deutschland|5974;Wien, Österreich|5975;Manassas, USA} \"}}",
	".net Domain",
	"35 % Rabatt",
	"statt |gross(1.77)|",
	"aktion-.net-domain-feb26",
	"/de/deals/domain/aktion-.net-domain-feb26",
	"net",
	1.17,
	"<DE>Sichere dir jetzt deine .net-Domain mit 35% Rabatt!<br><br>Mit diesem Produkt erwirbst du eine .net-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Angebot ist nicht mit Gutscheinen kombinierbar.</DE><GB>Get your .net domain now with a 35% discount!<br /><br />With this product, you are purchasing a .net domain at a permanently low price. The low price applies to new registrations or domain transfers. Please note the domain guidelines of the registry.<br /><br />This offer can&#180;t be combined with vouchers.</GB>",
	".org Domain",
	"statt |gross(1.26)|",
	"aktion-.org-domain-feb26",
	"/de/deals/domain/aktion-.org-domain-feb26",
	"org",
	"<DE>Sichere dir jetzt deine .org-Domain mit 20% Rabatt!<br /><br />Mit diesem Produkt erwirbst du eine .org-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers.  Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Angebot ist nicht mit Gutscheinen kombinierbar.</DE><GB>Get your .org domain now with a 20% discount!<br /><br />With this product, you are purchasing an .org domain at a permanently low price. The low price applies to new registrations or domain transfers. Please note the domain guidelines of the registry.<br /><br />This offer can&#180;t be combined with vouchers.</GB>",
	"aktion-.ch-domain-feb26",
	"/de/deals/domain/aktion-.ch-domain-feb26",
	"ch",
	"<DE>Mit diesem Deal sicherst du dir permanent 74% Rabatt auf deine .ch-Domain!<br /><br />Mit diesem Produkt erwirbst du eine .ch-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Dieses Angebot ist nicht mit Gutscheinen kombinierbar.<br /><br /></DE><GB>With this special offer, you get permanently 74% off your .ch Domain!<br /><br />With this product, you are purchasing a .ch domain at a permanently low price. The low price applies to new registrations or domain transfers. Please note the domain guidelines of the registry.<br /><br />This offer can&#8217;t be combined with vouchers.</GB>",
	"2026-02-25T09:58:00.000Z",
	"Failover IPv6-Adresse",
	"failover-ipv6-adresse-nue-feb26",
	"/de/deals/erweiterungen-kvm/failover-ipv6-adresse-nue-feb26",
	"Nur f&uuml;r kurze Zeit! Failover IPv6-Subnet mit 36 % Rabatt in unbegrenzter Menge. Zus&auml;tzlich gibt es einmalig 75 % Rabatt auf die Setup-Geb&uuml;hr. Schnell zugreifen.\r\n<br/>\r\n<br/>\r\nMit einem Failover IPv6-Subnet erh&auml;ltst du ein /64 IPv6-Subnet f&uuml;r deine Root-Server, Storage-Server bzw. VPS. Das IPv6-Subnet kannst du auf allen Produkten der Sparte  Root-Server/Storage-Server/vServer, die du &uuml;ber uns gebucht hast, nutzten. Sollte einer deiner Root-Server/Storage-Server/vServer einmal nicht erreichbar sein, z.B. weil du auf diesem ein Softwareupdate vornehmen musst, kann ein anderer Root-Server/Storage-Server/vServer das Failover IPv6-Subnet &uuml;bernehmen, um so weiterhin Dienste hinter den IP-Adressen anzubieten.<br />",
	"{\"Leistungen\":{\"Server Standort\":\"{produktauswahl:5985;Nürnberg, Deutschland|5986;Wien, Österreich|5987; Manassas, USA} \"}}",
	"Standorte: NUE | VIE | MNZ",
	"AKTION .de-Domain FEB26",
	"Sichere dir jetzt eine .de-Domain mit 69% Rabatt!<br /><br />Mit diesem Produkt erwirbst du eine .de-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Die Einrichtungsgeb&uuml;hr betr&auml;gt einmalig 2 Euro (inkl. 19% MwSt.). Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Angebot ist nicht mit Gutscheinen kombinierbar.",
	1.68,
	0.13,
	"international",
	"2026-02-25T10:09:32.750Z",
	3.76,
	"2025-05-27T16:16:54.337Z",
	"2026-02-05T14:29:10.966Z",
	"/domain/buy-register-domain",
	"AKTION .de-Domain FEB26 kaufen & registrieren | netcup",
	"AKTION .de-Domain FEB26 kaufen, registrieren",
	"#1E2855",
	"Vertragliches",
	"Einrichtungsgebühr",
	"setupFee",
	"|gross(1.68)| (inkl. |vat|% MwSt.)",
	"Mindestvertragslaufzeit",
	"contractPeriod",
	"12 Monate",
	"Abrechnungsperiode",
	"billingPeriod",
	"Versandkosten",
	"shippingCosts",
	"keine",
	"DNS-Verwaltung für Domains",
	"DNS Einstellungen verwaltbar",
	"Ja",
	"Eintragung von eigenen Nameservern",
	"Erstellbare Records",
	"A, AAAA, MX, CNAME, TXT, SRV",
	"Google(TM) Mail möglich",
	"AKTION .at-Domain FEB26",
	"Mit diesem Deal sicherst du dir permanent 14% Rabatt auf deine .at-Domain! <br /><br />Mit diesem Produkt erwirbst du eine .at-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Dieses Angebot ist nicht mit Gutscheinen kombinierbar.<br /><br />",
	0.86,
	"co.at",
	"or.at",
	"at",
	"AKTION .at-Domain FEB26 kaufen & registrieren | netcup",
	"AKTION .at-Domain FEB26 kaufen, registrieren",
	"|gross(0)| (inkl. |vat|% MwSt.)",
	"AKTION .li-Domain FEB26",
	"Mit diesem Deal sicherst du dir permanent 74% Rabatt auf deine .li-Domain!<br><br>Mit diesem Produkt erwirbst du eine .li-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Dieses Angebot ist nicht mit Gutscheinen kombinierbar.<br /><br />",
	"AKTION .li-Domain FEB26 kaufen & registrieren | netcup",
	"AKTION .li-Domain FEB26 kaufen, registrieren",
	"Zusätzliche IPv4 NUE FEB26",
	1.59,
	2.56,
	"2024-04-23T11:03:37.803Z",
	"2026-02-05T14:29:08.039Z",
	"/server/kvm-server-erweiterungen",
	"/server/kvm-server-extensions",
	"Zusätzliche IPv4 NUE FEB26 bei netcup",
	"Zusätzliche IPv4 NUE FEB26 | netcup - Dein Partner für Server, Webhosting und Domains",
	"Root Server netcup",
	3.63,
	"2023-12-21T13:46:39.223Z",
	"2026-02-05T14:29:06.338Z",
	"Leistungen",
	"Server Standort:",
	"Nürnberg, Deutschland",
	"datacenterLocation",
	"Standort",
	"Manassas, USA",
	"Wien, Österreich",
	"Failover IPv4-Adresse NUE FEB26",
	4.2,
	3.2,
	"Failover IPv4-Adresse NUE FEB26 bei netcup",
	"Failover IPv4-Adresse NUE FEB26 | netcup - Dein Partner für Server, Webhosting und Domains",
	"|gross(4.2)| (inkl. |vat|% MwSt.)",
	"6 Monate",
	"Server Standort",
	"Cloud vLAN 2,5 Gbit/s NUE FEB26",
	11.28,
	"Cloud vLAN 2,5 Gbit/s NUE FEB26 bei netcup",
	"Cloud vLAN 2,5 Gbit/s NUE FEB26 | netcup - Dein Partner für Server, Webhosting und Domains",
	"1 Monat",
	"AKTION .net-Domain FEB26",
	"Sichere dir jetzt deine .net-Domain mit 35% Rabatt!<br><br>Mit diesem Produkt erwirbst du eine .net-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Angebot ist nicht mit Gutscheinen kombinierbar.",
	1.39,
	"AKTION .net-Domain FEB26 kaufen & registrieren | netcup",
	"AKTION .net-Domain FEB26 kaufen, registrieren",
	"AKTION .org-Domain FEB26",
	"Sichere dir jetzt deine .org-Domain mit 20% Rabatt!<br /><br />Mit diesem Produkt erwirbst du eine .org-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers.  Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Angebot ist nicht mit Gutscheinen kombinierbar.",
	1.19,
	"AKTION .org-Domain FEB26 kaufen & registrieren | netcup",
	"AKTION .org-Domain FEB26 kaufen, registrieren",
	"AKTION .ch-Domain FEB26",
	"Mit diesem Deal sicherst du dir permanent 74% Rabatt auf deine .ch-Domain!<br /><br />Mit diesem Produkt erwirbst du eine .ch-Domain zum dauerhaften Tiefpreis. Der Preis gilt f&uuml;r Neuregistrierungen oder Domaintransfers. Bitte beachte die Domainrichtlinien der Vergabestelle.<br /><br />Dieses Angebot ist nicht mit Gutscheinen kombinierbar.<br /><br />",
	"AKTION .ch-Domain FEB26 kaufen & registrieren | netcup",
	"AKTION .ch-Domain FEB26 kaufen, registrieren",
	"Failover IPv6-Adresse NUE FEB26",
	"Failover IPv6-Adresse NUE FEB26 bei netcup",
	"Failover IPv6-Adresse NUE FEB26 | netcup - Dein Partner für Server, Webhosting und Domains",
	" Manassas, USA",
	"VPS",
	-1,
	"Andere",
	"desktop",
	"system",
	"alternative-domains",
	"none",
	"rate-us-campaign",
	"disabled",
	"ticketing",
	"ticketingActive",
	"apple-wallet",
	"appleWalletActive",
	"verification-locked",
	"deal-card",
	"active",
	"newsletter-form-default-brevo",
	"enabled",
	8.1,
	25.5,
	"DE",
	"/en/deals",
	"/de/deals",
	"ipv4_ipv6",
	"production",
	"netcup.com",
	"https://www.netcup.com",
	[
		"Set"
	],
	{}
]
